"CICategoryDistortionEffect" = "Förvrängningseffekt";
"CICategoryGeometryAdjustment" = "Geometrijustering";
"CICategoryCompositeOperation" = "Kompositionsåtgärd";
"CICategoryHalftoneEffect" = "Halvtonseffekt";
"CICategoryColorAdjustment" = "Färgjustering";
"CICategoryColorEffect" = "Färgeffekt";
"CICategoryTransition" = "Övergång";
"CICategoryTileEffect" = "Ruteffekt";
"CICategoryGenerator" = "Generator";
"CICategoryGradient" = "Övertoning";
"CICategoryReduction" = "Reduktion";
"CICategoryStylize" = "Stilisera";
"CICategorySharpen" = "Skärpa";
"CICategoryBlur" = "Oskärpa";
"CICategoryVideo" = "Video";
"CICategoryStillImage" = "Stillbild";
"CICategoryInterlaced" = "Sammanflätad";
"CICategoryNonSquarePixels" = "Icke-kvadratiska bildpunkter";
"CICategoryHighDynamicRange" = "Stort dynamiskt omfång";
"CICategoryBuiltIn" = "Inbyggd";
"CICategoryAll" = "Alla";
